{"classes":["ORG","PERSON","GPE","DATE","LOC","OCC"],"annotations":[["John Doe, a software engineer at Google, moved to New York in 2019. He previously worked at Microsoft in Seattle.",{"entities":[[0,8,"PERSON"],[12,29,"OCC"],[33,39,"ORG"],[50,58,"GPE"],[62,67,"DATE"],[92,101,"ORG"],[105,112,"GPE"]]}],["Mary Smith, who studied at Stanford University, joined Amazon as a data scientist in 2020. She now lives in San Francisco.",{"entities":[[0,10,"PERSON"],[27,46,"ORG"],[55,61,"ORG"],[67,81,"OCC"],[85,90,"DATE"],[108,121,"GPE"]]}],["Barack Obama was the 44th President of the United States and was born in Hawaii. He studied at Harvard University.",{"entities":[[0,12,"PERSON"],[26,35,"OCC"],[43,56,"GPE"],[73,80,"GPE"],[95,113,"ORG"]]}],["Elon Musk, the CEO of Tesla and SpaceX, was born in South Africa and later moved to the United States.",{"entities":[[0,9,"PERSON"],[15,18,"OCC"],[22,27,"ORG"],[32,38,"ORG"],[52,64,"GPE"],[88,101,"GPE"]]}],["Apple Inc. is a major technology company headquartered in Cupertino, California. Its CEO is Tim Cook.",{"entities":[[0,10,"ORG"],[58,67,"GPE"],[69,80,"GPE"],[85,88,"OCC"],[92,100,"PERSON"]]}],["Jeff Bezos founded Amazon in 1994 in Seattle, Washington. He later stepped down as CEO in 2021.",{"entities":[[0,10,"PERSON"],[19,25,"ORG"],[29,33,"DATE"],[37,44,"GPE"],[46,57,"GPE"],[83,86,"OCC"],[90,94,"DATE"]]}],["India is the world’s largest democracy, with New Delhi as its capital. Narendra Modi is the current Prime Minister.",{"entities":[[0,5,"GPE"],[45,54,"GPE"],[71,84,"PERSON"],[100,114,"OCC"]]}],["The Eiffel Tower is located in Paris, France. It is one of the most visited landmarks in the world.",{"entities":[[4,16,"LOC"],[31,36,"GPE"],[38,45,"GPE"]]}],["Cristiano Ronaldo, a famous football player from Portugal, has played for Real Madrid, Juventus, and Manchester United.",{"entities":[[0,17,"PERSON"],[49,57,"GPE"],[74,85,"ORG"],[87,95,"ORG"],[101,118,"ORG"]]}],["The Great Wall of China is one of the Seven Wonders of the World. It is located in northern China and stretches thousands of miles.",{"entities":[[4,23,"LOC"],[92,97,"GPE"]]}]]}